print ('hello world')
#функция print нужна для вывода данных в окно консоли
name = input("скажи свое имя:")
age = input("введите свой возраст:")
#Переменная которая хранит в себе строку
water = 4.5
#Переменная которая хранит в себе дробь
print("привет," , name,' тебе' ,age, 'лет')
print(type(age), type(name))
print("Я пью " , water, ' литра воды')
'''
Функция type - нужна для определения 
типа данных наших перемен
'''
print("сколько будет 5*8:10?")
math = int(input("ответ"))
print("правильный ответ 4,ваш ответ:", math)

print('введите 3 числа')

a = int(input("число 1:"))
b = int(input("число 2:"))
с = int(input("число 3:"))

d = a+b+c
